IDEA Open Model
TemperatureCurve2D Constructor
Compatible with IDEA StatiCa v 10.1
 Constructor
 Namespace: IdeaRS.OpenModel.Geometry2D
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.1.1.1 (10.1.1.1)
Syntax
public TemperatureCurve2D()
Public Sub New
public:
TemperatureCurve2D()
See Also
Reference
TemperatureCurve2D Class
IdeaRS.OpenModel.Geometry2D Namespace